---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralWallUsageFilter
source: html/26865560-aaac-1f80-b720-4969fbb37658.htm
---
# StructuralWallUsageFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.